alter table field_recommendations
alter column "text" type varchar(500);

insert into field_recommendations("key", "text", scientometric_system_id,
                                  field_id, recommendation_type_id)
values ('[a-zA-Z]', 'Введіть, будь ласка, прізвище та ім’я латиницею та кирилицею через навскісну з пробілами з
обох боків. У випадку зміни прізвища, вкажіть попереднє прізвище (наприклад, дошлюбне) у круглих дужках.',
        1, 1, 2),
       ('',
        'Вкажіть, будь ласка, офіційну назву наукової установи в Google Scholar латиницею - National Technical University of Ukraine “Igor Sikorsky Kyiv Polytechnic Institute”',
        1, 2, 3),
    ('kpi.ua', 'Введіть, будь ласка, електронну адресу для підтвердження Вашої належності до установи –
***@kpi.ua або ***@***.kpi.ua', 1, 3, 1),
    ('', 'Введіть, будь ласка, особисту сторінку науковця, наприклад кафедральну, факультетську. Також викладачі КПІ ім.Ігоря Сікорського мають власні сторінки в проекті Intellect КБ ІС. Щоб знайти власну сторінку, зверніться до відповідального за сайт вашої кафедри, або скористайтесь пошуком - http://intellect.kpi.ua/Search
', 1, 4, 3),
    ('', 'Введіть, будь ласка, дослідницькі інтереси.', 1, 5, 3),
    ('2', 'Зверніть, будь ласка, увагу, ймовірно, ваші нові роботи не потрапили у список.', 1, 9, 4);
